Tekla Open API Reference for Tekla Structures 2025
StringList Properties
The StringList type exposes the following members.
Properties
Name | Description
Item
 Gets or sets the string at the specified index.
Top
See Also
Reference
StringList Class
Tekla.Structures.Drawing Namespace